Repository: phonxis/diploma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Title of lecture
uk: Назва лекції

source: Type answer
uk: Відповідь

source: Subject's title
uk: Назва предмету

source: Subject's slug
uk: Slug предмету

source: Course owner
uk: Власник курсу

source: Course subject
uk: Предмет курсу

source: Course title
uk: Назва курсу

source: Course slug
uk: Slug курсу

source: Course description
uk: Опис курсу

source: Course created datetime
uk: Дата створення курсу

source: Course students
uk: Студенти курсу

source: Module course
uk: Модуль курсу

source: Module title
uk: Назва модулю

source: Module description
uk: Опис модулю

source: Module order
uk: Порядок модулю

source: Lecture module
uk: Модуль лекції

source: Lecture title
uk: Назва лекції

source: Lecture order
uk: Порядок лекції

source: Content lecture
uk: Контент лекції

source: Content order
uk: Порядок контенту

source: Content owner
uk: Власник контенту

source: Content title
uk: Назва контенту

source: Content created datetime
uk: Дата створення контенту

source: Content updated datetime
uk: Дата оновлення контенту

source: File
uk: Файл

source: Image
uk: Зображення

source: Text
uk: Текст

source: Video
uk: Відео

source: Comleted lecture student
uk: Студент пройденої лекції

source: Completed lecture course
uk: Курс пройденої лекції

source: Completed lecture module
uk: Модуль пройденої лекції

source: Completed lecture
uk: Пройдена лекція

source: Completed?
uk: Завершено?

source: Lecture is last?
uk: Лекція є останньою?

source: Completed lecture datetime
uk: Дата проходження лекції

source: Question
uk: Питання

source: Answer
uk: Відповідь

source: Correct?
uk: Відповідь вірна?

source: Create new course
uk: Створити новий курс

source: My courses
uk: Мої курси

source: All Courses
uk: Всі курси

source: Profile
uk: Профіль

source: Sign out
uk: Вихід

source: Sign in
uk: Вхід

source: Sign Up
uk: Реєстрація

source: Teach
uk: Викладачу

source: Get file
uk: Скачати файл

source: Modules
uk: Модулі

source: Lections
uk: Лекції

source: Students
uk: Студентів

source: Get a course
uk: Приступити до вивчення курсуі

source: You have been enrolled to this course!
uk: Ви вже вивчаєте цей курс!

source: Register now
uk: Зареєструйтесь зараз

source: Reviews
uk: Відгуки

source: %(subject.title)s courses
uk: Курси %(subject.title)s

source: All courses
uk: Всі курси

source: Category
uk: Категорія

source: All
uk: Всі предмети

source: courses
uk: курси

source: Edit content
uk: Змінити контент

source: Add a new content
uk: Додати контент

source: Course info
uk: Інфо про курс

source: Add file...
uk: Додати файл

source: Go back
uk: Назад

source: Deleting course
uk: Видалення курсу

source: Are you sure to deleting course?
uk: Ви дійсно хочете видалити курс?

source: Confirm
uk: Підтвердити

source: Modifying course
uk: Змінити курс

source: Creating new course
uk: Створення нового курсу

source: Information about course
uk: Інформація про курс

source: Save
uk: Зберегти

source: Modify
uk: Модифікувати

source: Lectures
uk: Лекції

source: Delete course
uk: Видалити курс

source: No courses
uk: Немає курсів

source: Add new course
uk: Додати новий курс

source: Edit Lecture
uk: Змінити лекцію

source: Create a new lecture
uk: Створити нову лекцію

source: Lecture info
uk: Інформація про лекцію

source: Save lecture
uk: Зберегти лекцію

source: Delete
uk: Видалити

source: Lecture contents
uk: Контент лекції

source: Edit
uk: Змінити

source: This lecture has no contents yet
uk: В цій лекції ще немає контенту

source: Add new content
uk: Додати новий контент

source: Create new lecture
uk: Створити нову лекцію

source: Course
uk: Курс

source: Module
uk: Модуль

source: No modules yet.
uk: Ще не створено ні одного модулю.

source: Edit modules
uk: Змінити модулі

source: Manage contents
uk: Управління контентом

source: No lectures
uk: Лекцій немає

source: Add lecture
uk: Додати лекцію

source: Course modules
uk: Модулі курсу

source: Save modules
uk: Зберегти модулі

source: Lectures of module
uk: Лекції модулю

source: New Lecture
uk: Нова лекція

source: Update
uk: Оновити

source: No created lectures
uk: Немає лекцій

source: Quiz
uk: Тест

source: Quiz info
uk: Дані тесту

source: Save quiz
uk: Зберегти тест

source: Load comments
uk: Завантажити коментарі

source: Get new knowledge
uk: Оволодій новими знаннями

source: with
uk: з

source: Join for free
uk: Приєднатися безкоштовно

source: Popular courses
uk: Найпопулярніші курси

source: Study everywhere
uk: Навчайся будь-де та будь-коли

source: Start now
uk: Почни саме зараз

source: Register
uk: Зареєструйся

source: Logout
uk: Вихід

source: Login again?
uk: Ввійти знову?

source: Log in
uk: Вхід

source: Have not account yet?
uk: Ще не маєте акаунт?

source: Teach registration
uk: Реєстрація викладача

source: Have account?
uk: Маєте акаунт?

source: Log in now
uk: Ввійти зараз

source: Success!
uk: Успішно!

source: Something broken!
uk: Щось пішло не так!

source: Lecture success updated!
uk: Лекція успішно оновлена!

source: Lecture success deleted!
uk: Лекція успішно видалена

source: Type text below
uk: Текстова інформація для лекції

source: URL video
uk: URL відео

source: Additional info for question
uk: Додаткова інформація для запитання

source: {} success uploaded!
uk: {} успішно завантажено!

source: Some error!
uk: Помилка!

source: Success deleted!
uk: Успішно видалено!

source: Failure deleted!
uk: Помилка при видаленні!

source: English
uk: Англійська

source: Ukrainian
uk: Українська

source: Username or Email Address
uk: Username або Email адреса

source: Password
uk: Пароль

source: Confirm Password
uk: Підтвердження паролю

source: Email Address
uk: Email адреса

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

source: Birthday date
uk: Дата народження

source: Confirm password
uk: Підтвердження паролю

source: Email address
uk: Email адреса

source: Profile user
uk: Користувач профіля

source: Progress
uk: Прогрес

source: Curriculum
uk: Навчальний план

source: About course
uk: Про курс

source: Nice work
uk: Гарна робота!

source: Course %(course.title)s full completed
uk: Курс %(course.title)s повністю пройдений

source: Look to other
uk: Переглянути інші

source: Lecture
uk: Лекція

source: Next
uk: Наступна

source: Go to course
uk: Перейти до курсу

source: Not courses
uk: Немає курсів

source: You are not enrolled in any courses yet. Browse courses to enroll in a course.
uk: Ви ще не вступили ні до одного курсу.

source: Browse courses
uk: Переглянути курси

source: Your current avatar
uk: Ваш аватар

source: Add new avatar
uk: Додати новий аватар

source: Signup
uk: Реєстрація

source: Student registration
uk: Реєстрація студента

source: Success enrolled!
uk: Ви успішно підписались на курс!

source: Profile update successfully
uk: Профіль успішно оновлений!

source: Correct errors
uk: Виправте помилки

source: Successfully uploaded a new avatar.
uk: Ви успішно завантажили новий аватар.
